Repository: 001ammar001/consulting-plattform
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Categories
ar: التصنيفات

source: Legal
ar: قانونية

source: Medicine
ar: طبية

source: Business
ar: تجارية

source: Family
ar: عائلية

source: Construction
ar: هندسية

source: Top Rated
ar: أعلى التقييمات

source: Settings
ar: الإعدادات

source: Logout
ar: تسجيل الخروج

source: Favorites
ar: المفضلة

source: Message
ar: الرسائل

source: Home
ar: الصفحة الرئيسية

source: Profile
ar: الملف الشخصي

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Theme
ar: الوضع

source: Dark
ar: ليلي

source: Bright
ar: ساطع

source: Login
ar: تسجيل الدخول

# email
source: Email Address
ar: البريد الالكتروني

source: First Name
ar: الاسم الاول

source: Last Name
ar: اسم العائلة

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

# no_account
source: Don't have an account ?
ar: ليس لديك حساب؟

# have_account
source: Already have an account?
ar: هل لديك حساب؟

# signIn_here
source: Sign In
ar: سجل الدخول

# create_account
source: Sign Up
ar: انشاء حساب

source: Expert Account
ar: حساب خبير

source: Book Appointment
ar: أحجز إستشارة

source: search
ar: ابحث

# search_helper
source: counselor Name
ar: اسم المستشار

source: View All
ar: رؤية المزيد

source: Address
ar: العنوان

# phone_number
source: Phone Numbers
ar: أرقام الهواتف

# hello_again
source: Hello Again! Welcome Back
ar: أهلا مجددا مرحبا بعودتك

# hello_sing_up
source: Hello! Signup to get started
ar: مرحبا سجل الدخول لنبدأ

source: Other Details
ar: معلومات إضافية

source: List Of Schedule
ar: جدول المواعيد

source: Submit
ar: إرسال

# not_empty
source: can't be empty
ar: يجب ملئ الحقل

# emailNotContainAt
source: email must have @
ar: يجب ان يحوي @

# emailNotContainDot
source: email must have .
ar: يجب ان يحوي .

# emailContainAtDot
source: The email must be a valid email address
ar: يجب ان يكون بريد الكتروني صالح

# emailStartDot
source: The email must be a valid email address
ar: يجب ان يكون بريد الكتروني صالح

# passwordMore4
source: password must be more than 6 characters
ar: كلمة المرور يجب ان تكون اكثر من 6 محارف

# invalid
source: Invalid credentials
ar: البريد الالكتروني غير صالح

# not_same
source: not the same
ar: الكلمتان غير متطابقتان

source: Phone
ar: رقم الهاتف

source: Experience Details
ar: تفاصيل الخبرة

# enter_dates
source: Enter Your Dates
ar: أدخل اوقات المواعيد مدة كل موعد ساعة واحدة يتم تجزئة الوقت المدخل في كل يوم إلى المواعيد المناسبة

source: Date Time
ar: تاريخ الموعد

source: Start Time
ar: بداية الموعد

source: End Time
ar: نهاية الموعد

# price
source: Session Price
ar: سعر الجلسة

source: Type Of Experience
ar: نوع الخبرة

source: Country
ar: البلد

source: City
ar: المدينة

source: Street
ar: الشارع

source: Rate
ar: تقييم

source: Expert Conslutings
ar: إستشارات الخبير

# no_expert_found
source: No Expert Found for this Category
ar: لم يتم إيجاد خبراء من أجل الإختصاص المطلوب

source: Day
ar: اليوم

# hour
source: Hours
ar: الساعات

source: Alert
ar: تنبيه !!

# book_the_date
source: Do you want to book the date
ar: هل تريد حجز الموعد

source: from
ar: من

source: to
ar: إلى

source: cancel
ar: إلغاء

source: confirm
ar: تأكيد

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

# no_free_time
source: No free time left match your search try changeing the hours and/or day
ar: لا يوجد أوقات غير محجوزة تتناسب مع البحث المطلوب حاول تغيير عدد الساعات و/أو اليوم

source: Succsess
ar: نجاح

# end_must_be_after_start
source: end time must be after start time
ar: وقت النهاية يجب أن يكون بعد وقت البداية

# phone_used
source: The phone number has already been taken
ar: رقم الهاتف مستخدم من قبل

# time_should_be_in_order
source: Times in the same day should be inserted in order and mustâ€™nt be conflicted
ar: الأوقات في اليوم نفسه يجب أن يتم إدخالها بالترتيب تصاعديا وجب أن لا تكون متداخلة مع بعضها

# start_end_minute
source: Start time and end time should in the same periode start at the same minute
ar: وقت البداية و النهاية في الفترة نفسها يجب أن يكون بنفس الدقيقة

# unknow_error
source: Unknown error
ar: خطأ غير معروف

# consluting
source: Consulting
ar: الإستشارات

# image_cant_be_null
source: Image can't be empty
ar: الصورة لا يمكن أن تكون فارغة

# select_a_day
source: Chose day
ar: أختر اليوم

source: Experince
ar: الخبرة

# one_day_at_least
source: you should enter one day at least
ar: يجب إدخال يوم واحد على الأقل

# chose_consulting
source: Chose consluting type
ar: إختر نوع الإستشارة

source: Chose
ar: إختر

# chose_consulting_first
source: You need to chose the consluting type before booking an appointment
ar: يجب عليك تحديد نوع الإستشارة قبل حجز الموعد

# no_fav_exp
source: You don't have favorites experts to show
ar: ليس لديك خبراء مفضلين لعرضهم

source: please wait
ar: الرجاء الإنتظار

# add_successful
source: Added successfully
ar: تمت عملية الإضافة بنجاح

# remove_successful
source: Removed successfully
ar: تمت عملية الإزالة بنجاح

source: Appointment booked successfully
ar: تم حجز الإستشارة بنجاح

# book_with_self
source: You cannot book an appointment with yourself
ar: لا يمكنك حجز إستشارة مع نفسك

# charge_card
source: You have to charge your card first
ar: عليك القيام بتعبئة بطاقتك أولا

source: 'Booked Appointments
ar: الإستشارات المحجوزة

# cant_rate
source: you cant rate this consluting before booking an appointment for it
ar: لا يمكنك تقييم هذه الإستشارة قبل حجز موعد لها

# one_number_at_least
source: you should have one number at least
ar: يجب أن يكون لديك رقم واحد على الأقل

# add_new_phone
source: add new numbers
ar: أضف أرقام جديدة

source: Password incorect
ar: كلمة السر خاطئة

source: Free Time
ar: أوقات الفراغ

source: Add new consluting
ar: أضف إتسشارات جديدة

# one_cons_at_least
source: you should have one consluting at least
ar: يجب أن يكون لديك إستشارة واحدو على الأقل

source: Add new time
ar: أضف أوقات جديدة

# times_used
source: A part or more from the time you enterd already used by you
ar: جزء أو أكثر من الوقت الذي أدخلته قد تم استخدامه من قبل بواسطتك

source: no chats have been found
ar: لا يوجد لديك محادثات لعرضها
